{
  "id":"1dGV4dCBkdW001",
  "nme":"tarunsky",
  "ttl":"pergantian nada dasar, overtune? atau modulation?",
  "ctg":"music",
  "dsc":"<p>Dalam pergantian nada dasar, sering dari kita menyebutnya dengan istilah <i>overtune</i>, sedangkan dibalik istilah tersebut terdapat penjelasan dan maksud berbeda yang sebenarnya dalam dunia musik, berikut penjelasannya.</p><p>Kali ini kita bahas sedikit mengenai <i>overtune</i>, <i>overtune</i> dalam dunia musik adalah bagian pembuka atau pengantar khusus dalam suatu karya musik. Berfungsi sebagai pintu gerbang, <i>overtune</i> mempersiapkan pendengar secara emosional dengan memperkenalkan motif-motif utama, tema-tema, atau karakteristik musik yang akan terdengar dalam seluruh karya. Meskipun awalnya terkait dengan opera dan karya musik klasik, konsep <i>overtune</i> telah berkembang dan diadopsi dalam berbagai genre musik, menawarkan pengalaman pendengar yang lebih mendalam dan memuaskan.</p><p>Sedangkan dengan modulasi, modulasi atau <i>modulation</i> dalam dunia musik adalah teknik yang melibatkan perubahan kunci atau tonalitas dalam sebuah komposisi musikal. Kunci adalah kumpulan nada-nada yang membentuk dasar dari suatu lagu, dan modulasi mengarah pada pergeseran halus atau dramatis dari satu kunci ke kunci lainnya. Teknik ini memberikan nuansa dan variasi yang kaya pada musik, menciptakan perubahan emosional atau dramatis yang memperkaya pengalaman pendengar. Modulasi dapat digunakan untuk menciptakan ketegangan, membangun kegembiraan, atau menyampaikan perubahan emosi yang mendalam dalam suatu komposisi musik, menjadikannya salah satu elemen penting dalam seni musik.</p><p>Selain itu juga saya dapat pemahaman ini dari cuplikan video yang diupload oleh channel VokalPlus yang dijelaskan oleh om Indra Aziz seperti dibawah ini.</p><div class='responsive-iframe-container'><iframe src='https://www.youtube.com/embed/hR-3hwV9tQA?si=x95xyK2irl5EPWK3' frameborder='0' allowfullscreen></iframe></div><p>Jadi gimana, pergantian nada dasar itu istilah yang benar adalah <i>overtune</i> atau <i>modulation</i> / modulasi? Sekarang kita udah tau kan pengertian dari kedua istilah ini yang memiliki arti yang jauh berbeda dari yang kita pahami? Oke semoga artikel ini bermanfaat ya, happy reading :)</p>",
  "cat":"2023-11-14 21:10:20",
  "uat":"2023-11-14 21:40:15"
}
