{
  "id":"1dGV4dCBkdW001",
  "nme":"tarunsky",
  "ttl":"change of basic tone, overtone? or modulation?",
  "ctg":"music",
  "dsc":"<p>In the change of the basic tone, many of us commonly refer to it as <i>overtune</i>, while behind this term, there is a different explanation and actual meaning in the world of music. Here is the explanation.</p><p>This time, let's discuss a bit about <i>overtune</i>. In the music world, an <i>overtune</i> is the opening or special introduction in a musical work. Serving as a gateway, it prepares the listener emotionally by introducing main motifs, themes, or musical characteristics that will be heard throughout the piece. Although initially associated with opera and classical music, the concept of <i>overtune</i> has evolved and been adopted in various music genres, offering a deeper and more satisfying listening experience.</p><p>On the other hand, with modulation, modulation in the music world is a technique that involves changing the key or tonality in a musical composition. The key is a set of notes that form the basis of a song, and modulation refers to the subtle or dramatic shift from one key to another. This technique provides rich nuances and variations in music, creating emotional or dramatic changes that enrich the listener's experience. Modulation can be used to create tension, build excitement, or convey deep emotional changes in a musical composition, making it an essential element in the art of music.</p><p>Additionally, I gained this understanding from a video snippet uploaded by the VokalPlus channel, explained by Mr. Indra Aziz as shown below.</p><div class='responsive-iframe-container'><iframe src='https://www.youtube.com/embed/hR-3hwV9tQA?si=x95xyK2irl5EPWK3' frameborder='0' allowfullscreen></iframe></div><p>So, what do you think? Is the correct term for the change of the basic tone <i>overtune</i> or <i>modulation</i>? Now that we know the meanings of these two terms, which are far different from what we initially understood, I hope this article is helpful. Happy reading :)</p>",
  "cat":"2023-11-14 21:10:20",
  "uat":"2023-11-14 21:40:15"
}
